[
   {
      "id": 1,
      "name": "Manzana",
      "description": "La manzana es una fruta icónica y versátil. Su frescura y jugosidad la hacen perfecta para disfrutar en cualquier momento del día. Puede ser utilizada en ensaladas, postres y jugos naturales, ofreciendo un equilibrio entre dulzura y acidez. Además, es rica en fibra y antioxidantes que contribuyen a una buena digestión y salud cardiovascular. Las manzanas vienen en una variedad de colores y sabores, desde las dulces hasta las más ácidas. Son una fuente de energía natural y un complemento ideal para una dieta equilibrada. Disfruta de la manzana en su forma fresca o como ingrediente en deliciosas recetas.",
      "price": 30.25,
      "stock": 150,
      "category": "frutas",
      "images": "https://static.vecteezy.com/system/resources/previews/009/887/176/original/red-apples-free-png.png"
   },
   {
      "id": 2,
      "name": "Banana",
      "description": "La banana, también conocida como plátano, es una fuente de energía natural. Su cáscara protectora la hace ideal para llevar como snack. Rica en potasio, la banana es un aliado para mantener la salud cardiovascular y muscular. Además de su aporte nutricional, su sabor dulce y su textura cremosa la hacen deliciosa. Las bananas son versátiles y se pueden agregar a batidos, yogures y postres. También son una excelente opción para calmar los antojos de dulces de manera saludable. Disfruta de los beneficios y el sabor de las bananas en cualquier momento del día.",
      "price": 15.12,
      "stock": 200,
      "category": "frutas",
      "images": "https://www.nicepng.com/png/full/360-3607532_banana-png-download-pltano-fruta-png.png"
   },
   {
      "id": 3,
      "name": "Naranja",
      "description": "La naranja es un clásico de los jugos naturales. Su contenido en vitamina C refuerza el sistema inmunológico y aporta antioxidantes. Con su sabor refrescante y cítrico, la naranja es un imprescindible para comenzar el día con vitalidad. Además de su jugo, la naranja se puede disfrutar en gajos como snack o como ingrediente en ensaladas y postres. Su aroma y sabor únicos la convierten en una fruta apreciada en todo el mundo. Aprovecha los beneficios de esta fruta llena de frescura y sabor para cuidar tu salud y bienestar.",
      "price": 20.34,
      "stock": 100,
      "category": "frutas",
      "images": "https://parspng.com/wp-content/uploads/2022/05/orangepng.parspng.com-7.png"
   },
   {
      "id": 4,
      "name": "Uva",
      "description": "Las uvas, dulces y pequeñas, son ideales como tentempié saludable. Además de su sabor delicioso, contienen antioxidantes que promueven la salud cardiovascular. Puedes disfrutar de uvas frescas como snack o incorporarlas en ensaladas y platos especiales para añadir un toque de dulzura. Las uvas vienen en una variedad de colores y sabores, desde las rojas y negras hasta las verdes. Su versatilidad en la cocina y sus beneficios nutricionales hacen de las uvas una elección sabrosa y saludable. Disfruta de estas pequeñas y jugosas delicias como parte de tu alimentación diaria.",
      "price": 45.67,
      "stock": 75,
      "category": "frutas",
      "images": "https://freepngimg.com/thumb/grape/47-grape-png-image.png"
   },
   {
      "id": 5,
      "name": "Pera",
      "description": "La pera, con su suavidad y dulzura, es una opción deliciosa para mantenerse hidratado. Su textura jugosa la hace ideal para acompañar quesos y añadir un toque natural a postres. Una pera fresca es un regalo de la naturaleza en cualquier época del año. Puedes disfrutar de peras frescas como snack o incorporarlas en recetas culinarias tanto dulces como saladas. Las peras vienen en una variedad de colores y variedades, cada una con su propio perfil de sabor. Aprovecha los beneficios y el sabor de las peras para enriquecer tu dieta con una opción nutritiva y deliciosa.",
      "price": 24.89,
      "stock": 120,
      "category": "frutas",
      "images": "https://www.pngarts.com/files/3/Sliced-Pear-PNG-Image-Background.png"
   },
   {
      "id": 6,
      "name": "Zanahoria",
      "description": "La zanahoria es una verdura rica en betacarotenos que contribuyen a una piel saludable y una buena visión. Puedes disfrutar de zanahorias crudas como snack o incorporarlas en una variedad de platos cocidos. Su sabor dulce y su textura crujiente la hacen versátil en la cocina. Las zanahorias también son una excelente fuente de fibra y otros nutrientes esenciales. Aprovecha sus beneficios y sabor para añadir un toque de color y nutrición a tus comidas diarias.",
      "price": 24.15,
      "stock": 200,
      "category": "verduras",
      "images":"https://assets.stickpng.com/images/580b57fcd9996e24bc43c205.png"
   },
   {
      "id": 7,
      "name": "Espinaca",
      "description": "La espinaca es una fuente de hierro y otros nutrientes esenciales para la salud. Puedes disfrutar de la espinaca en ensaladas frescas, sopas reconfortantes, batidos saludables y platos calientes. Su sabor suave la hace versátil en la cocina y es una excelente manera de añadir verduras a tu dieta. Las espinacas son conocidas por su papel en la promoción de la salud ósea y muscular. Aprovecha los beneficios y el sabor de la espinaca para crear platos nutritivos y deliciosos.",
      "price": 30.08,
      "stock": 150,
      "category": "verduras",
      "images": "https://www.pngmart.com/files/16/Fresh-Chinese-Spinach-PNG-File.png"
   },
   {
      "id": 8,
      "name": "Tomate",
      "description": "El tomate es una base esencial en muchas preparaciones culinarias. Puedes disfrutar de tomates frescos en ensaladas, salsas, guisos y más. Su sabor y jugosidad lo convierten en un ingrediente versátil y delicioso. Los tomates son ricos en licopeno, un antioxidante que se ha asociado con la salud cardiovascular y la protección contra ciertas enfermedades. Ya sea en su forma fresca o cocida, los tomates añaden un toque de color y sabor a tus comidas.",
      "price": 16.47,
      "stock": 180,
      "category": "verduras",
      "images":"https://assets.stickpng.com/images/580b57fcd9996e24bc43c23b.png"
   },
   {
      "id": 9,
      "name": "Brócoli",
      "description": "El brócoli es una verdura rica en antioxidantes y nutrientes esenciales. Puedes disfrutar del brócoli cocido al vapor, salteado o añadido a platos como acompañamiento. Su sabor y textura lo hacen popular en la cocina saludable. El brócoli contiene compuestos que se han asociado con la reducción del riesgo de enfermedades crónicas. Aprovecha los beneficios y el sabor del brócoli para crear platos deliciosos y nutritivos.",
      "price": 34.62,
      "stock": 120,
      "category": "verduras",
      "images": "https://static.vecteezy.com/system/resources/previews/025/064/813/original/broccoli-with-ai-generated-free-png.png"
   },
   {
      "id": 10,
      "name": "Aguacate",
      "description": "El aguacate es una fruta versátil y saludable. Su textura cremosa es ideal para guacamoles y ensaladas. Además, es rico en grasas saludables y nutrientes esenciales. Los aguacates son una excelente fuente de grasas monoinsaturadas, que pueden contribuir a la salud del corazón. Puedes disfrutar del aguacate en tostadas, ensaladas, wraps y más. Aprovecha sus beneficios y sabor para añadir un toque de nutrición y delicia a tus platos.",
      "price": 20.73,
      "stock": 100,
      "category": "verduras",
      "images": "https://www.pngmart.com/files/5/Avocado-PNG-HD.png"
   },
   {
      "id": 11,
      "name": "Filete de Res",
      "description": "El filete de res es una carne tierna y sabrosa, ideal para parrilladas. Se caracteriza por su textura suave y sabor delicado. Puedes cocinar el filete a la parrilla, a la plancha o al horno. El filete de res es una opción versátil que se adapta a diferentes preparaciones y preferencias culinarias. Aprovecha la calidad y el sabor del filete de res para crear platos deliciosos y memorables.",
      "price": 360.57,
      "stock": 50,
      "category": "carne de res",
      "images":"https://www.pngall.com/wp-content/uploads/2/Beef-Meat-Transparent.png"
   },
   {
      "id": 12,
      "name": "T-Bone",
      "description": "El T-Bone es un corte de carne de res que combina el filete y el solomillo. Es perfecto para quienes prefieren ambos cortes en una sola pieza. Puedes asar el T-Bone para obtener sabores intensos y una experiencia gastronómica excepcional. La combinación de carne tierna y hueso añade profundidad y sabor a tus platos. Aprovecha la versatilidad y el sabor del T-Bone para crear comidas dignas de un festín.",
      "price": 440.35,
      "stock": 30,
      "category": "carne de res",
      "images": "https://www.nicepng.com/png/full/11-113001_t-bone-steak-png.png"
   },
   {
      "id": 13,
      "name": "Ribeye",
      "description": "El Ribeye es un corte jugoso y marmoleado de carne de res. Su grasa intramuscular le da sabor y ternura al cocinarlo. Es ideal para parrilladas y puede ser sazonado con hierbas y especias. El Ribeye es apreciado por los amantes de la carne por su equilibrio entre sabor y textura. Aprovecha la calidad y el sabor del Ribeye para crear platos que deleiten a tus sentidos.",
      "price": 400.99,
      "stock": 40,
      "category": "carne de res",
      "images": "https://www.terramare.mx/cdn/shop/products/Disenosintitulo-50.png?v=1664252508&width=1024"
   },
   {
      "id": 14,
      "name": "Bistec",
      "description": "El bistec es un corte versátil de carne de res, adecuado para varias preparaciones. Puedes asar el bistec, cocinarlo a la parrilla o freírlo según tus preferencias. Su sabor y textura lo hacen un favorito en muchas cocinas y es perfecto para platos abundantes. Aprovecha la versatilidad y el sabor del bistec para crear comidas que satisfagan tus antojos.",
      "price": 240.56,
      "stock": 60,
      "category": "carne de res",
      "images": "https://static.vecteezy.com/system/resources/previews/011/288/169/non_2x/raw-beef-steak-png.png"
   },
   {
      "id": 15,
      "name": "Carne Molida",
      "description": "La carne molida de res es un ingrediente versátil en la cocina. Puedes utilizarla para hacer hamburguesas jugosas, albóndigas sabrosas, tacos deliciosos y mucho más. Su textura y sabor la hacen ideal para una variedad de recetas y platos tradicionales. La carne molida es una opción popular en muchas culturas culinarias y te permite experimentar con sabores y preparaciones creativas. Aprovecha la comodidad y el sabor de la carne molida para crear comidas que encanten a tu familia y amigos.",
      "price": 200.78,
      "stock": 80,
      "category": "carne de res",
      "images": "https://res.cloudinary.com/oita/image/upload/v1688063962/Merco/Parte%206/1029_MOLIDA_DE_RES_80-20_Mediana_trsnrv.png"
   }
]
